Repository: maxisme/notifi
Catalog: apps/app/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it

# age.ago
source: %1$@ ago
de: vor %1$@
es: hace %1$@
fr: il y a %1$@
it: %1$@ fa

# age.days
source: %1$@d
de: %1$@T
fr: %1$@j
it: %1$@g

# age.justNow
source: just now
de: gerade eben
es: ahora mismo
fr: à l’instant
it: proprio ora

# age.minutes
source: %1$@m
de: %1$@min
es: %1$@min
fr: %1$@min
it: %1$@min

# age.now
source: now
de: jetzt
es: ahora
fr: à l’instant
it: ora

# clientErrors.decoding
source: Unexpected reply from the server. Try again.
de: Der Server hat etwas Unerwartetes zurückgegeben. In einem Moment erneut versuchen.
es: El servidor devolvió algo inesperado. Inténtalo de nuevo en un momento.
fr: Le serveur a renvoyé une réponse inattendue. Réessayez dans un moment.
it: Il server ha restituito qualcosa di inatteso. Riprova tra un momento.

# clientErrors.generic
source: Request failed. Try again.
de: Die Anfrage kam nicht durch. Erneut versuchen.
es: La solicitud no se pudo completar. Inténtalo de nuevo.
fr: La requête n’a pas abouti. Réessayez.
it: La richiesta non è andata a buon fine. Riprova.

# clientErrors.notFound
source: No longer on the server. Refresh and try again.
de: Das ist nicht mehr auf dem Server. Aktualisieren und erneut versuchen.
es: Eso ya no está en el servidor. Actualiza e inténtalo de nuevo.
fr: Ce n’est plus sur le serveur. Actualisez et réessayez.
it: Non è più sul server. Aggiorna e riprova.

# clientErrors.rateLimited
source: Too many requests. Try again.
de: Gerade zu viele Anfragen. In einem Moment erneut versuchen.
es: Demasiadas solicitudes en este momento. Inténtalo de nuevo en un momento.
fr: Trop de requêtes à l’instant. Réessayez dans un moment.
it: Troppe richieste in questo momento. Riprova tra un momento.

# clientErrors.server
source: Server error. Try again.
de: Der Server hat gerade Probleme. In einem Moment erneut versuchen.
es: El servidor está teniendo problemas. Inténtalo de nuevo en un momento.
fr: Le serveur rencontre un problème. Réessayez dans un moment.
it: Il server sta avendo problemi. Riprova tra un momento.

# clientErrors.transport
source: Couldn’t reach notifi’s servers. Check your connection and try again.
de: notifi-Server nicht erreichbar. Verbindung prüfen und erneut versuchen.
es: No se puede conectar con los servidores de notifi. Comprueba tu conexión e inténtalo de nuevo.
fr: Impossible de joindre les serveurs notifi. Vérifiez votre connexion et réessayez.
it: Impossibile raggiungere i server notifi. Controlla la connessione e riprova.

# clientErrors.unauthorized
source: This key no longer works. Create a new one under Keys.
de: Dieser Schlüssel wird nicht mehr akzeptiert. Erstelle einen neuen unter Schlüssel.
es: Esta clave ya no se acepta. Crea una nueva en Claves.
fr: Cette clé n’est plus acceptée. Créez-en une nouvelle dans Clés.
it: Questa chiave non è più accettata. Creane una nuova in Chiavi.

# common.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla

# common.clear
source: Clear
de: Leeren
es: Borrar
fr: Effacer
it: Cancella

# common.close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi

# common.collapse
source: Collapse
de: Einklappen
es: Contraer
fr: Replier
it: Comprimi

# common.continueAction
source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua

# common.copied
source: Copied
de: Kopiert
es: Copiado
fr: Copié
it: Copiato

# common.copy
source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia

# common.delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina

# common.done
source: Done
de: Fertig
es: Hecho
fr: Terminé
it: Fatto

# common.expand
source: Expand
de: Erweitern
es: Expandir
fr: Déplier
it: Espandi

# common.markAsRead
source: Mark as read
de: Als gelesen markieren
es: Marcar como leído
fr: Marquer comme lu
it: Segna come letto

# common.markAsUnread
source: Mark as unread
de: Als ungelesen markieren
es: Marcar como no leído
fr: Marquer comme non lu
it: Segna come non letto

# common.moreActions
source: More actions
de: Weitere Aktionen
es: Más acciones
fr: Plus d’actions
it: Altre azioni

# common.never
source: Never
de: Nie
es: Nunca
fr: Jamais
it: Mai

# common.openLink
source: Open link
de: Link öffnen
es: Abrir enlace
fr: Ouvrir le lien
it: Apri link

# common.quit
source: Quit
de: Beenden
es: Salir
fr: Quitter
it: Esci

# common.search
source: Search
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca

# common.share
source: Share
de: Teilen
es: Compartir
fr: Partager
it: Condividi

# common.tryAgain
source: Try again
de: Erneut versuchen
es: Inténtalo de nuevo
fr: Réessayer
it: Riprova

# components.backTo
source: Back to %1$@
de: Zurück zu %1$@
es: Volver a %1$@
fr: Retour à %1$@
it: Torna a %1$@

# components.clearSearch
source: Clear search
de: Suche löschen
es: Borrar búsqueda
fr: Effacer la recherche
it: Cancella ricerca

# components.createKey
source: Create key
de: Schlüssel erstellen
es: Crear clave
fr: Créer une clé
it: Crea chiave

# components.errorLabel
source: Error. %1$@
de: Fehler. %1$@
fr: Erreur. %1$@
it: Errore. %1$@

# components.noMatches
source: No matches
de: Keine Treffer
es: Sin coincidencias
fr: Aucun résultat
it: Nessun risultato

# components.noMatchesDetail
source: Nothing matches that filter.
de: Mit diesem Filter gibt es hier nichts.
es: Nada aquí con ese filtro.
fr: Rien ici avec ce filtre.
it: Niente qui con questo filtro.

# components.noMatchesQuery
source: Nothing matching “%1$@”.
de: Nichts gefunden für „%1$@“.
es: Nada coincide con "%1$@".
fr: Aucun résultat pour « %1$@ ».
it: Nessun risultato per “%1$@”.

# createKey.create
source: Create key
de: Schlüssel erstellen
es: Crear clave
fr: Créer la clé
it: Crea chiave

# createKey.creating
source: Creating…
de: Wird erstellt…
es: Creando…
fr: Création…
it: Creazione…

# createKey.intro
source: Only you see it. It labels the key in the list and in filters.
de: Ein Name, den nur du siehst. Er erscheint in der Schlüsselliste und in Filtern.
es: Un nombre que solo tú ves. Aparece en la lista de claves y en los filtros.
fr: Un nom que vous seul voyez. Il apparaît dans la liste des clés et dans les filtres.
it: Un nome che vedi solo tu. Compare nell'elenco delle chiavi e nei filtri.

# createKey.leaveCloseAndRevoke
source: Close and revoke
de: Schließen und widerrufen
es: Cerrar y revocar
fr: Fermer et révoquer
it: Chiudi e revoca

# createKey.leaveCopyAndClose
source: Copy and close
de: Kopieren und schließen
es: Copiar y cerrar
fr: Copier et fermer
it: Copia e chiudi

# createKey.leaveMessage
source: It won’t be shown again.
de: Dieser Schlüssel wird nie wieder angezeigt.
es: Esta clave no se volverá a mostrar nunca.
fr: Cette clé ne sera plus jamais affichée.
it: Questa chiave non verrà mai più mostrata.

# createKey.leaveTitle
source: Haven’t copied it?
de: Noch nicht kopiert?
es: ¿No la has copiado?
fr: Vous ne l’avez pas copiée ?
it: Non l'hai ancora copiata?

# createKey.nameLabel
source: Key name
de: Schlüsselname
es: Nombre de la clave
fr: Nom de la clé
it: Nome chiave

# createKey.namePrompt
source: e.g. Grafana alerts
de: z. B. Grafana-Alerts
es: p. ej. Alertas de Grafana
fr: ex. Alertes Grafana
it: es. Avvisi Grafana

# createKey.nameReserved
source: “device” is taken by your device’s own key.
de: „device“ ist reserviert. Dein Gerät hat bereits einen.
es: "device" está reservado. Tu dispositivo ya tiene uno.
fr: « device » est réservé. Votre appareil en a déjà une.
it: “device” è riservato. Il tuo dispositivo ne ha già uno.

# createKey.nameTaken
source: An active key already has this name.
de: Ein Schlüssel mit diesem Namen ist bereits aktiv.
es: Ya hay una clave activa con este nombre.
fr: Une clé portant ce nom est déjà active.
it: Una chiave con questo nome è già attiva.

# createKey.revealDetail
source: It won’t be shown again.
de: Er wird nicht noch einmal angezeigt.
es: No se volverá a mostrar.
fr: Elle ne sera plus affichée.
it: Non verrà mostrata di nuovo.

# createKey.revealLabel
source: Your new key
de: Dein neuer Schlüssel
es: Tu nueva clave
fr: Votre nouvelle clé
it: La tua nuova chiave

# createKey.revealTitle
source: Copy your key
de: Kopiere deinen Schlüssel jetzt
es: Copia tu clave ahora
fr: Copiez votre clé maintenant
it: Copia subito la tua chiave

# createKey.revealWarning
source: Treat it like a password. If you lose it, revoke it and make a new one.
de: Behandle ihn wie ein Passwort. Falls du ihn verlierst, widerrufe den Schlüssel und erstelle einen neuen.
es: Trátala como una contraseña. Si la pierdes, revoca la clave y crea una nueva.
fr: Traitez-la comme un mot de passe. Si vous la perdez, révoquez la clé et créez-en une nouvelle.
it: Trattala come una password. Se la perdi, revoca la chiave e creane una nuova.

# createKey.title
source: New key
de: Neuer Schlüssel
es: Nueva clave
fr: Nouvelle clé
it: Nuova chiave

# createKey.validationEmpty
source: Enter a name.
de: Gib einen Namen für diesen Schlüssel ein.
es: Escribe un nombre para esta clave.
fr: Entrez un nom pour cette clé.
it: Inserisci un nome per questa chiave.

# createKey.validationTooLong
source: 64 characters or fewer.
de: Verwende höchstens 64 Zeichen.
es: Usa 64 caracteres o menos.
fr: Utilisez 64 caractères ou moins.
it: Usa 64 caratteri o meno.

# empty.detail
source: Your first notification appears here.
de: Sende deine erste Benachrichtigung, und sie landet hier.
es: Envía tu primera notificación y aparecerá aquí.
fr: Envoyez votre première notification et elle apparaîtra ici.
it: Invia la tua prima notifica e apparirà qui.

# empty.enableNotifications
source: Enable notifications
de: Benachrichtigungen aktivieren
es: Activar notificaciones
fr: Activer les notifications
it: Attiva le notifiche

# empty.makingKey
source: Making your key…
de: Dein Schlüssel wird erstellt…
es: Creando tu clave…
fr: Création de votre clé…
it: Creazione della chiave…

# empty.notificationsOn
source: Notifications are on.
de: Benachrichtigungen sind an.
es: Las notificaciones están activadas.
fr: Les notifications sont activées.
it: Le notifiche sono attive.

# empty.sampleMessage
source: Your first notification.
de: Deine erste Benachrichtigung.
es: Tu primera notificación.
fr: Votre première notification.
it: La tua prima notifica.

# empty.sending
source: Sending…
de: Wird gesendet…
es: Enviando…
fr: Envoi…
it: Invio…

# empty.sendTest
source: Send a test
de: Test senden
es: Enviar una prueba
fr: Envoyer un test
it: Invia una prova

# empty.sent
source: Sent.
de: Gesendet. Sie kommt gleich hier und auf deinem Sperrbildschirm an.
es: Enviado. Llegará aquí y a tu pantalla de bloqueo en un momento.
fr: Envoyée. Elle arrive ici et sur votre écran verrouillé dans un instant.
it: Inviata. Arriverà qui e sulla schermata di blocco tra un momento.

# empty.stepAllow
source: Allow notifications
de: Benachrichtigungen erlauben
es: Permitir notificaciones
fr: Autoriser les notifications
it: Consenti le notifiche

# empty.stepDone
source: Done.
de: Fertig.
es: Hecho.
fr: Terminée.
it: Fatto.

# empty.stepLabel
source: Step %1$@. %2$@.
de: Schritt %1$@. %2$@.
es: Paso %1$@. %2$@.
fr: Étape %1$@. %2$@.
it: Passo %1$@. %2$@.

# empty.stepSend
source: Send one
de: Eine senden
es: Envía una
fr: En envoyer une
it: Inviane una

# empty.title
source: Nothing yet
de: Noch nichts hier
es: Nada por aquí
fr: Rien pour le moment
it: Ancora niente

# identity.detail
source: notifi couldn’t read its identity key. Unlock the device and try again.
de: notifi konnte seinen Identitätsschlüssel nicht aus dem Schlüsselbund lesen. Das behebt sich meist von selbst, sobald das Gerät entsperrt wurde. Deine Benachrichtigungen und Sendeschlüssel sind davon nicht betroffen.
es: notifi no pudo leer su clave de identidad del llavero. Esto suele resolverse una vez que el dispositivo se ha desbloqueado. Tus notificaciones y claves de envío no se ven afectadas.
fr: notifi n’a pas pu lire sa clé d’identité dans le trousseau. Cela se résout généralement une fois l’appareil déverrouillé. Vos notifications et clés d’envoi ne sont pas affectées.
it: notifi non è riuscito a leggere la sua chiave di identità dal portachiavi. Di solito si risolve una volta che il dispositivo è stato sbloccato. Le tue notifiche e le chiavi di invio non sono interessate.

# identity.title
source: Can’t unlock notifi
de: notifi kann nicht entsperrt werden
es: No se puede desbloquear notifi
fr: Impossible de déverrouiller notifi
it: Impossibile sbloccare notifi

# inbox.allKeys
source: All keys
de: Alle Schlüssel
es: Todas las claves
fr: Toutes les clés
it: Tutte le chiavi

# inbox.bandToday
source: Today
de: Heute
es: Hoy
fr: Aujourd’hui
it: Oggi

# inbox.bandYesterday
source: Yesterday
de: Gestern
es: Ayer
fr: Hier
it: Ieri

# inbox.clearSampleData
source: Clear sample data
de: Beispieldaten löschen
es: Borrar datos de ejemplo
fr: Effacer les données d’exemple
it: Cancella dati di esempio

# inbox.closeSearch
source: Close search
de: Suche schließen
es: Cerrar búsqueda
fr: Fermer la recherche
it: Chiudi ricerca

# inbox.copyLink
source: Copy link
de: Link kopieren
es: Copiar enlace
fr: Copier le lien
it: Copia link

# inbox.copyMessage
source: Copy notification
de: Benachrichtigung kopieren
es: Copiar notificación
fr: Copier la notification
it: Copia notifica

# inbox.copyTitle
source: Copy title
de: Titel kopieren
es: Copiar título
fr: Copier le titre
it: Copia titolo

# inbox.count
source: %lld notifications
de: %lld Benachrichtigungen
es: %lld notificaciones
it: %lld notifiche

# inbox.critical
source: Urgent
de: Kritisch
es: Crítica
fr: Critique
it: Critica

# inbox.deleteMessage
source: This can’t be undone.
de: Das kann nicht rückgängig gemacht werden.
es: Esto no se puede deshacer.
fr: Cette action est irréversible.
it: Questa azione non può essere annullata.

# inbox.deleteTitle
source: Delete “%1$@”?
de: „%1$@“ löschen?
es: ¿Eliminar "%1$@"?
fr: Supprimer « %1$@ » ?
it: Eliminare “%1$@”?

# inbox.deleteTitleFallback
source: Delete this notification?
de: Diese Benachrichtigung löschen?
es: ¿Eliminar esta notificación?
fr: Supprimer cette notification ?
it: Eliminare questa notifica?

# inbox.filterByKey
source: Filter by key
de: Nach Schlüssel filtern
es: Filtrar por clave
fr: Filtrer par clé
it: Filtra per chiave

# inbox.filteredToKey
source: Showing “%1$@” only.
de: Gefiltert nach Schlüssel „%1$@“.
es: Filtrado por la clave "%1$@".
fr: Filtré sur la clé « %1$@ ».
it: Filtrato sulla chiave “%1$@”.

# inbox.hasImage
source: Has an image
de: Enthält ein Bild
es: Tiene una imagen
fr: Contient une image
it: Contiene un’immagine

# inbox.linkTo
source: Link to %1$@
de: Link zu %1$@
es: Enlace a %1$@
fr: Lien vers %1$@
it: Link a %1$@

# inbox.markAllAsRead
source: Mark all as read
de: Alle als gelesen markieren
es: Marcar todo como leído
fr: Tout marquer comme lu
it: Segna tutte come lette

# inbox.more
source: More
de: Mehr
es: Más
fr: Plus
it: Altro

# inbox.refresh
source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
it: Aggiorna

# inbox.seedSampleData
source: Seed sample data
de: Beispieldaten erzeugen
es: Generar datos de ejemplo
fr: Générer des données d’exemple
it: Genera dati di esempio

# inbox.unread
source: Unread
de: Ungelesen
es: Sin leer
fr: Non lu
it: Non letta

# keyDetail.copyCurl
source: Copy curl
de: Curl kopieren
es: Copiar curl
fr: Copier curl
it: Copia curl

# keyDetail.copyKey
source: Copy key
de: Schlüssel kopieren
es: Copiar clave
fr: Copier la clé
it: Copia chiave

# keyDetail.criticalAlerts
source: Urgent alerts
de: Kritische Benachrichtigungen
es: Alertas críticas
fr: Alertes critiques
it: Avvisi critici

# keyDetail.criticalTimeSensitive
source: Lets API requests with is_critical=1 break through Focus.
de: Sendungen von diesem Schlüssel, die es anfordern, durchbrechen den Fokus und bleiben auf dem Sperrbildschirm. is_critical=1 zur Sendung hinzufügen. Sie ertönen nicht im Stummmodus.
es: Los envíos de esta clave que lo soliciten atravesarán el modo Enfoque y permanecerán en la pantalla de bloqueo. Añade is_critical=1 al envío. No sonarán con el modo silencio activado.
fr: Les envois de cette clé qui le demandent franchissent Focus et restent sur l’écran verrouillé. Ajoutez is_critical=1 à l’envoi. Ils ne sonneront pas malgré le mode silencieux.
it: Gli invii da questa chiave che lo richiedono superano Focus e restano sulla schermata di blocco. Aggiungi is_critical=1 all'invio. Non suoneranno in modalità silenziosa.

# keyDetail.defaultKeyDetail
source: Created automatically.
de: notifi behält diesen auf deinem Gerät, sodass du ihn jederzeit erneut kopieren oder unten neu erzeugen kannst.
es: notifi guarda esta en tu dispositivo, así que puedes volver a copiarla cuando la necesites, o regenerarla más abajo.
fr: notifi conserve celle-ci sur votre appareil, vous pouvez donc la copier à nouveau quand vous en avez besoin, ou la régénérer ci-dessous.
it: notifi conserva questa chiave sul tuo dispositivo, così puoi copiarla di nuovo quando ti serve, oppure rigenerarla qui sotto.

# keyDetail.fieldCreated
source: Created
de: Erstellt
es: Creada
fr: Créée le
it: Creata

# keyDetail.fieldLastUsed
source: Last used
de: Zuletzt genutzt
es: Último uso
fr: Dernière utilisation
it: Ultimo utilizzo

# keyDetail.fieldSent
source: Sent
de: Gesendet
es: Enviadas
fr: Envois
it: Inviate

# keyDetail.notFound
source: Key not found
de: Schlüssel nicht gefunden
es: Clave no encontrada
fr: Clé introuvable
it: Chiave non trovata

# keyDetail.openAnyLink
source: Open any link
de: Beliebige Links öffnen
es: Abrir cualquier enlace
fr: Ouvrir n’importe quel lien
it: Apri qualsiasi link

# keyDetail.openAnyLinkDetail
source: Opens links of any scheme, including ones that launch other apps. Off, only https.
de: Aus, es öffnen nur https-Links. An, es öffnen auch andere Schemata, einschließlich solcher, die andere Apps auf diesem Gerät starten.
es: Desactivado, solo se abren enlaces https. Activado, también se abren otros esquemas, incluidos los que lanzan otras apps en este dispositivo.
fr: Désactivé, seuls les liens https s’ouvrent. Activé, d’autres schémas s’ouvrent aussi, y compris ceux qui lancent d’autres applications sur cet appareil.
it: Disattivato, si aprono solo i link https. Attivato, si aprono anche altri schemi, inclusi quelli che avviano altre app su questo dispositivo.

# keyDetail.regenerate
source: Regenerate key
de: Schlüssel neu erzeugen
es: Regenerar clave
fr: Régénérer la clé
it: Rigenera chiave

# keyDetail.regenerateConfirm
source: Regenerate
de: Neu erzeugen
es: Regenerar
fr: Régénérer
it: Rigenera

# keyDetail.regeneratedAnnouncement
source: Key regenerated. The old value no longer works.
de: Schlüssel neu erzeugt. Der alte Wert funktioniert nicht mehr.
es: Clave regenerada. El valor anterior ya no funciona.
fr: Clé régénérée. L’ancienne valeur ne fonctionne plus.
it: Chiave rigenerata. Il vecchio valore non funziona più.

# keyDetail.regenerateDetail
source: Issues a new value. API requests still using the old one will be rejected.
de: Beim Neuerzeugen entsteht ein neuer Wert, der alte wird stillgelegt. Alles, was noch mit dem alten Wert sendet, wird abgelehnt.
es: Regenerar emite un nuevo valor y retira el anterior. Cualquier envío que siga usando el valor anterior será rechazado.
fr: Régénérer émet une nouvelle valeur et retire l’ancienne. Tout ce qui envoie encore avec l’ancienne valeur sera rejeté.
it: La rigenerazione emette un nuovo valore e ritira quello vecchio. Qualsiasi invio ancora effettuato con il vecchio valore verrà rifiutato.

# keyDetail.regenerateMessage
source: API requests still using the old value will be rejected.
de: Der aktuelle Wert funktioniert sofort nicht mehr, und alles, was noch damit sendet, wird abgelehnt.
es: El valor actual deja de funcionar de inmediato, y cualquier envío que siga usándolo será rechazado.
fr: La valeur actuelle cesse de fonctionner immédiatement, et tout ce qui envoie encore avec elle sera rejeté.
it: Il valore attuale smette di funzionare immediatamente, e qualsiasi invio ancora effettuato con esso verrà rifiutato.

# keyDetail.regenerateTitle
source: Regenerate “%1$@”?
de: „%1$@“ neu erzeugen?
es: ¿Regenerar "%1$@"?
fr: Régénérer « %1$@ » ?
it: Rigenerare “%1$@”?

# keyDetail.regenerateTitleFallback
source: Regenerate this key?
de: Diesen Schlüssel neu erzeugen?
es: ¿Regenerar esta clave?
fr: Régénérer cette clé ?
it: Rigenerare questa chiave?

# keyDetail.regenerating
source: Regenerating…
de: Wird neu erzeugt…
es: Regenerando…
fr: Régénération…
it: Rigenerazione…

# keyDetail.revoke
source: Revoke key
de: Schlüssel widerrufen
es: Revocar clave
fr: Révoquer la clé
it: Revoca chiave

# keyDetail.revokeConfirm
source: Revoke
de: Widerrufen
es: Revocar
fr: Révoquer
it: Revoca

# keyDetail.revokedAnnouncement
source: Key revoked.
de: Schlüssel widerrufen.
es: Clave revocada.
fr: Clé révoquée.
it: Chiave revocata.

# keyDetail.revokeDetail
source: Revoking is permanent. Any API request still sending to this key will be rejected.
de: Das Widerrufen ist endgültig. Alles, was noch an diesen Schlüssel sendet, wird abgelehnt.
es: Revocar es permanente. Cualquier envío que siga dirigido a esta clave será rechazado.
fr: La révocation est définitive. Tout ce qui envoie encore à cette clé sera rejeté.
it: La revoca è permanente. Qualsiasi invio ancora effettuato verso questa chiave verrà rifiutato.

# keyDetail.revokedNotice
source: Revoked. This key no longer accepts sends.
de: Dieser Schlüssel ist widerrufen und akzeptiert keine Sendungen mehr.
es: Esta clave está revocada y ya no acepta envíos.
fr: Cette clé est révoquée et n’accepte plus d’envois.
it: Questa chiave è revocata e non accetta più invii.

# keyDetail.revokeMessage
source: API requests using this key will be rejected.
de: Alles, was noch daran sendet, wird abgelehnt.
es: Cualquier envío que siga dirigido a ella será rechazado.
fr: Tout ce qui envoie encore vers elle sera rejeté.
it: Qualsiasi invio ancora effettuato verso di essa verrà rifiutato.

# keyDetail.revokeTitle
source: Revoke “%1$@”?
de: „%1$@“ widerrufen?
es: ¿Revocar "%1$@"?
fr: Révoquer « %1$@ » ?
it: Revocare “%1$@”?

# keyDetail.revokeTitleFallback
source: Revoke this key?
de: Diesen Schlüssel widerrufen?
es: ¿Revocar esta clave?
fr: Révoquer cette clé ?
it: Revocare questa chiave?

# keyDetail.revoking
source: Revoking…
de: Wird widerrufen…
es: Revocando…
fr: Révocation…
it: Revoca in corso…

# keyDetail.sectionDanger
source: Danger
de: Gefahrenzone
es: Zona de riesgo
fr: Zone de danger
it: Zona pericolosa

# keyDetail.sectionUsage
source: Usage
de: Nutzung
es: Uso
fr: Utilisation
it: Utilizzo

# keyDetail.shareKey
source: Share key
de: Schlüssel teilen
es: Compartir clave
fr: Partager la clé
it: Condividi chiave

# keyDetail.shownOnceDetail
source: Shown once, when the key was created. Not stored on this device.
de: Der Wert wurde einmal angezeigt, als du diesen Schlüssel erstellt hast. Er wird nicht auf dem Gerät gespeichert.
es: El valor se mostró una sola vez, al crear esta clave. No se guarda en el dispositivo.
fr: La valeur n’a été affichée qu’une fois, à la création de cette clé. Elle n’est pas stockée sur l’appareil.
it: Il valore è stato mostrato una sola volta, alla creazione di questa chiave. Non è memorizzato sul dispositivo.

# keys.aboutKeys
source: About keys
de: Über Schlüssel
es: Acerca de las claves
fr: À propos des clés
it: Informazioni sulle chiavi

# keys.chipCritical
source: Urgent
de: Kritisch
es: Crítica
fr: Critique
it: Critica

# keys.chipDefault
source: Device
de: Gerät
es: Dispositivo
fr: Appareil
it: Dispositivo

# keys.newKey
source: New key
de: Neuer Schlüssel
es: Nueva clave
fr: Nouvelle clé
it: Nuova chiave

# keys.rowLabel
source: Key, %1$@, ends %2$@
de: Schlüssel, %1$@, endet auf %2$@
es: Clave, %1$@, termina en %2$@
fr: Clé, %1$@, se termine par %2$@
it: Chiave, %1$@, termina con %2$@
